---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.LevelsOverlap
source: html/2881d7ee-e470-3f24-e219-3f5818435db7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.LevelsOverlap Property

Highlighted levels overlap.

## Syntax (C#)
```csharp
public static FailureDefinitionId LevelsOverlap { get; }
```